tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/science"
tap "homebrew/services"
tap "paul-hammant/tap"
tap "phinze/cask"
brew "ansible", link: false
brew "ant"
brew "apache-spark"
brew "apache-zeppelin"
brew "awscli"
brew "bash", link: false
brew "bashdb"
brew "binutils"
brew "node"
brew "bower"
brew "gnutls"
brew "emacs"
brew "cask"
brew "cython"
brew "cassandra"
brew "chromedriver"
brew "cmake"
brew "composer"
brew "consul"
brew "coreutils"
brew "csshx"
brew "diffutils"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "docker-swarm"
brew "dos2unix"
brew "dropbox-uploader"
brew "ec2-api-tools"
brew "ed", args: ["with-default-names"]
brew "erlang"
brew "file-formula"
brew "findutils", args: ["with-default-names"]
brew "freetds"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "ghi"
brew "git"
brew "gitlab-runner"
brew "go"
brew "glide"
brew "gnu-getopt"
brew "gnu-indent", args: ["with-default-names"]
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-which", args: ["with-default-names"]
brew "gnupg"
brew "lua"
brew "goenv"
brew "gpatch"
brew "gradle"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "hadoop"
brew "haproxy"
brew "hbase"
brew "heroku"
brew "hive", link: false
brew "html2text"
brew "http_load"
brew "httpd"
brew "httpie"
brew "hub"
brew "zeromq"
brew "ipython", link: false
brew "ircii"
brew "irssi"
brew "jenkins"
brew "jq"
brew "jupyter", link: false
brew "kafka"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "ledger"
brew "less"
brew "libbitcoin-blockchain"
brew "libbitcoin-explorer"
brew "libxmlsec1"
brew "m4"
brew "macvim"
brew "mahout"
brew "make"
brew "mariadb"
brew "mas"
brew "maven"
brew "maxima"
brew "mercurial", link: false
brew "mongodb"
brew "mysql", link: false
brew "nano"
brew "nginx"
brew "openssh"
brew "packer"
brew "parallel"
brew "percona-server", link: false
brew "percona-toolkit"
brew "perl@5.18"
brew "pig"
brew "postgresql"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "r"
brew "rabbitmq"
brew "rbenv"
brew "redis"
brew "rsync"
brew "ruby"
brew "sbt"
brew "scala"
brew "screen"
brew "selenium-server-standalone"
brew "shyaml"
brew "spark"
brew "sparkey"
brew "storm"
brew "subversion"
brew "swi-prolog"
brew "sysbench"
brew "tectonic"
brew "terraform"
brew "terraform-inventory"
brew "terragrunt"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim", args: ["with-override-system-vi"], link: false
brew "vnstat"
brew "watch"
brew "watchman"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "yaml-cpp"
brew "yarn", link: false
brew "zsh"
brew "paul-hammant/tap/git-size"
brew "paul-hammant/tap/git-slim"
cask "java8"
cask "nvidia-cuda"
cask "phinze/cask/android-ndk"
cask "phinze/cask/android-sdk"
cask "phinze/cask/android-studio"
cask "phinze/cask/atom"
cask "phinze/cask/firefox"
cask "phinze/cask/google-chrome"
cask "phinze/cask/google-cloud-sdk"
cask "phinze/cask/navicat-for-mysql"
cask "phinze/cask/navicat-for-postgresql"
cask "phinze/cask/pycharm"
cask "phinze/cask/spark"
cask "phinze/cask/vagrant"
cask "phinze/cask/virtualbox"
cask "phinze/cask/visual-studio-code"
mas "Docs for Xcode", id: 688199928
mas "Gapplin", id: 768053424
mas "GarageBand", id: 408980954
mas "Go2Shell", id: 445770608
mas "IconKit", id: 507135296
mas "iPhoto", id: 408981381
