tap "heroku/brew"
tap "phinze/cask"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/drivers"
tap "caskroom/cask"
tap "paul-hammant/tap"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "python"
brew "ansible", link: false
brew "ant"
brew "apache-spark"
brew "python3"
brew "awscli"
brew "bash", link: false
brew "bashdb"
brew "binutils"
brew "boost"
brew "docker", link: false
brew "boot2docker"
brew "bower"
brew "emacs"
brew "cask"
brew "cassandra"
brew "chromedriver"
brew "cmake"
brew "consul"
brew "coreutils"
brew "csshx"
brew "diffutils"
brew "docker-machine", link: false
brew "docker-compose", link: false
brew "docker-swarm"
brew "docker@1.11"
brew "dos2unix"
brew "dropbox-uploader"
brew "ec2-api-tools"
brew "ed", args: ["with-default-names"]
brew "erlang"
brew "file-formula"
brew "findutils"
brew "freetds"
brew "gawk"
brew "gdb"
brew "geckodriver"
brew "ghi"
brew "git"
brew "mercurial"
brew "git-remote-hg"
brew "gitlab-runner"
brew "go"
brew "glide"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which", args: ["with-default-names"]
brew "gnutls"
brew "gnupg"
brew "lua"
brew "gpatch"
brew "gradle"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "hadoop", link: false
brew "haproxy"
brew "hbase"
brew "heroku"
brew "hive"
brew "html2text"
brew "httpie"
brew "hub"
brew "ipython", link: false
brew "ircii"
brew "irssi"
brew "jenkins", restart_service: true
brew "jq"
brew "kafka"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "ledger"
brew "less"
brew "libbitcoin-blockchain"
brew "libbitcoin-explorer"
brew "m4"
brew "macvim", args: ["with-override-system-vim"]
brew "mahout"
brew "make"
brew "mas"
brew "maven"
brew "maxima"
brew "mongodb"
brew "mysql", restart_service: true, link: false
brew "nano"
brew "nginx"
brew "openssh"
brew "packer"
brew "parallel"
brew "percona-server"
brew "percona-toolkit"
brew "perl@5.18"
brew "pig"
brew "postgresql"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "r"
brew "rabbitmq"
brew "rbenv"
brew "redis", restart_service: true
brew "rsync"
brew "scala"
brew "screen"
brew "selenium-server-standalone"
brew "shyaml"
brew "spark"
brew "sparkey"
brew "storm"
brew "subversion"
brew "sysbench"
brew "tectonic"
brew "terraform"
brew "terragrunt"
brew "timelimit"
brew "tree"
brew "unrar"
brew "unzip"
brew "vim", args: ["with-override-system-vi"], link: false
brew "vnstat"
brew "watch"
brew "watchman"
brew "wdiff", args: ["with-gettext"]
brew "wget"
brew "yaml-cpp", link: false
brew "yarn"
brew "zsh"
brew "homebrew/php/composer"
brew "homebrew/php/drush"
brew "paul-hammant/tap/git-size"
brew "paul-hammant/tap/git-slim"
mas "Docs for Xcode", id: 688199928
mas "GarageBand", id: 408980954
mas "Go2Shell", id: 445770608
mas "IconKit", id: 507135296
mas "iPhoto", id: 408981381
mas "Mactracker", id: 430255202
mas "Remote Desktop", id: 409907375
mas "SmartConverter", id: 447513724
mas "SoundCloud", id: 412754595
mas "Templates for XCode LT", id: 645139113
mas "Toad", id: 747961939
mas "Xcode", id: 497799835
